[
    {
      "fact": "A cat sees about 6 times better than a human at night, and needs 1/6 the amount of of light that a human does - it has a layer of extra reflecting cells which absorb light.",
      "length": 172
    },
    {
      "fact": "Cats and kittens should be acquired in pairs whenever possible as cat families interact best in pairs.",
      "length": 102
    },
    {
      "fact": "The largest breed of cat is the Ragdoll with males weighing in at 1 5 to 20 lbs. The heaviest domestic cat on record was a neutered male tabby named Himmy from Queensland, Australia who weighed 46 lbs. 1 5 oz.",
      "length": 209
    },
    {
      "fact": "The oldest cat to give birth was Kitty who, at the age of 30, gave birth to two kittens. During her life, she gave birth to 218 kittens.",
      "length": 136
    },
    {
      "fact": "Cats control the outer ear using 32 muscles; humans use 6",
      "length": 57
    },
    {
      "fact": "Kittens who are taken along on short, trouble-free car trips to town tend to make good passengers when they get older. They get used to the sounds and motions of traveling and make less connection between the car and the visits to the vet.",
      "length": 239
    },
    {
      "fact": "Cats are subject to gum disease and to dental caries. They should have their teeth cleaned by the vet or the cat dentist once a year.",
      "length": 133
    },
    {
      "fact": "Most cats give birth to a litter of between one and nine kittens. The largest known litter ever produced was 19 kittens, of which 15 survived.",
      "length": 142
    },
    {
      "fact": "Cats have been domesticated for half as long as dogs have been.",
      "length": 63
    },
    {
      "fact": "The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long.",
      "length": 178
    },
    {
      "fact": "In an average year, cat owners in the United States spend over $2 billion on cat food.",
      "length": 86
    },
    {
      "fact": "Every year, nearly four million cats are eaten in Asia.",
      "length": 55
    },
    {
      "fact": "Cats, just like people, are subject to asthma. Dust, smoke, and other forms of air pullution in your cat's environment can be troublesome sources of irritation.",
      "length": 160
    },
    {
      "fact": "A form of AIDS exists in cats.",
      "length": 30
    },
    {
      "fact": "The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat.",
      "length": 152
    },
    {
      "fact": "Both humans and cats have identical regions in the brain responsible for emotion.",
      "length": 81
    },
    {
      "fact": "About 37% of American homes today have at least 1 cat.",
      "length": 54
    },
    {
      "fact": "Not every cat gets \\high\\\" from catnip. Whether or not a cat responds to it depends upon a recessive gene: no gene\"",
      "length": 115
    },
    {
      "fact": "The cat appears to be the only domestic companion animal not mentioned in the Bible.",
      "length": 100
    },
    {
      "fact": "On average, cats spend 2/3 of every day sleeping. That means a nine-year-old cat has been awake for only three years of its life.",
      "length": 129
    },
    {
      "fact": "You check your cats pulse on the inside of the back thigh, where the leg joins to the body. Normal for cats: 110-170 beats per minute.",
      "length": 134
    },
    {
      "fact": "All cats have three sets of long hairs that are sensitive to pressure - whiskers, eyebrows,and the hairs between their paw pads.",
      "length": 128
    },
    {
      "fact": "Edward Lear, author of \\The Owl and the Pussycat\\\"\", is said to have had his new house in San Remo built to exactly the same specification as his previous residence, so that his much-loved tabby, Foss, would immediately feel at home.\"\"\"",
      "length": 236
    },
    {
      "fact": "The cat's front paw has 5 toes, but the back paws have 4. Some cats are born with as many as 7 front toes and extra back toes (polydactl).",
      "length": 138
    },
    {
      "fact": "Female felines are \\superfecund",
      "length": 31
    },
    {
      "fact": "A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human.",
      "length": 123
    },
    {
      "fact": "The most expensive cat was an Asian Leopard cat (ALC)-Domestic Shorthair (DSH) hybrid named Zeus. Zeus, who is 90% ALC and 10% DSH, has an asking price of £100,000 ($154,000).",
      "length": 176
    },
    {
      "fact": "Cat paws act as tempetature regulators, shock absorbers, hunting and grooming tools, sensors, and more",
      "length": 102
    },
    {
      "fact": "Today there are about 100 distinct breeds of the domestic cat.",
      "length": 62
    },
    {
      "fact": "A cat's jaw has only up and down motion; it does not have any lateral, side to side motion, like dogs and humans.",
      "length": 113
    },
    {
      "fact": "The Ancient Egyptian word for cat was mau, which means \"to see\".",
      "length": 68
    },
    {
      "fact": "Cats walk on their toes.",
      "length": 24
    },
    {
      "fact": "While many parts of Europe and North America consider the black cat a sign of bad luck, in Britain and Australia, black cats are considered lucky.",
      "length": 146
    },
    {
      "fact": "The normal body temperature of a cat is between 100.5 ° and 102.5 °F. A cat is sick if its temperature goes below 100 ° or above 103 °F.",
      "length": 140
    },
    {
      "fact": "The chlorine in fresh tap water irritates sensitive parts of the cat's nose. Let tap water sit for 24 hours before giving it to a cat.",
      "length": 134
    },
    {
      "fact": "Ailurophile is the word cat lovers are officially called.",
      "length": 57
    },
    {
      "fact": "Tabby cats are thought to get their name from Attab, a district in Baghdad, now the capital of Iraq.",
      "length": 100
    },
    {
      "fact": "Cats have the largest eyes of any mammal.",
      "length": 41
    },
    {
      "fact": "In ancient Egypt, mummies were made of cats, and embalmed mice were placed with them in their tombs. In one ancient city, over 300,000 cat mummies were found.",
      "length": 158
    },
    {
      "fact": "Two members of the cat family are distinct from all others: the clouded leopard and the cheetah. The clouded leopard does not roar like other big cats, nor does it groom or rest like small cats. The cheetah is unique because it is a running cat; all others are leaping cats. They are leaping cats because they slowly stalk their prey and then leap on it.",
      "length": 354
    },
    {
      "fact": "Some notable people who disliked cats:  Napoleon Bonaparte, Dwight D. Eisenhower, Hitler.",
      "length": 89
    },
    {
      "fact": "A cat will tremble or shiver when it is extreme pain.",
      "length": 53
    },
    {
      "fact": "In one stride, a cheetah can cover 23 to 26 feet (7 to 8 meters).",
      "length": 65
    },
    {
      "fact": "Cats lived with soldiers in trenches, where they killed mice during World War I.",
      "length": 80
    },
    {
      "fact": "All cats have claws, and all except the cheetah sheath them when at rest.",
      "length": 73
    },
    {
      "fact": "The technical term for a cat’s hairball is a “bezoar.”",
      "length": 60
    },
    {
      "fact": "The cat's tail is used to maintain balance.",
      "length": 43
    },
    {
      "fact": "The ability of a cat to find its way home is called “psi-traveling.” Experts think cats either use the angle of the sunlight to find their way or that cats have magnetized cells in their brains that act as compasses.",
      "length": 220
    },
    {
      "fact": "A cat's appetite is the barometer of its health. Any cat that does not eat or drink for more than two days should be taken to a vet.",
      "length": 132
    },
    {
      "fact": "Cats can predict earthquakes. We humans are not 100% sure how they do it. There are several different theories.",
      "length": 111
    }
  ]
